Repository: cawah/keeperfx
Catalog: lang/campgns/postanck/landview_fra.po
Languages: fr_fr

# Campaign introduction
source: Post Ancient Keeper
fr_fr: Post ancien Gardien

# Level introduction
source: Armageddon. Land is worn out by lava, but nonetheless, yonder people are happy. The time to change has come, my black Master!
fr_fr: Armageddon. La terre est usée par la lave, mais néanmoins, là-bas, les gens sont heureux. L'heure du changement est venue, mon maître noir !

# Level summary
source: The Horned Ripper had a lot joys to cut heads and bodies of this settlement's inhabitants! The perfect view, isn't it?
fr_fr: Le grand Cornu s'est beaucoup amusé à trancher la tête et le corps des habitants de cette colonie ! La vue parfaite, n'est-ce pas ?

# Level introduction
source: Collect. The Land is less drunk with lava compared to previous one, but also a lot more honest. People are quiet and very nice for themselves. It's time to start a war, here!
fr_fr: Collecter. Le Land est moins ivre de lave que le précédent, mais aussi beaucoup plus honnête. Les gens sont calmes et très gentils avec eux-mêmes. Il est temps de déclencher une guerre, ici !

# Level summary
source: Now the Land no longer is such quiet; volcano eruptions are at least once every hour. Inhabitants tried hard to save themsevles, but fortunately did not succeed. Excellent work my lord.
fr_fr: Maintenant, la Terre n'est plus aussi calme ; les éruptions volcaniques ont lieu au moins une fois par heure. Les habitants s'efforcèrent de se sauver, mais heureusement n'y parvinrent pas. Excellent travail mon seigneur.

# Level introduction
source: Sacrifice this. The land with rich biography. many murders, but also many sacrifices took place here. Now we will sacrifice the population in our demonic prey to ravage this land!
fr_fr: Sacrifiez cela. La terre avec une riche biographie. de nombreux meurtres, mais aussi de nombreux sacrifices ont eu lieu ici. Maintenant, nous allons sacrifier la population dans notre proie démoniaque pour ravager cette terre !

# Level summary
source: the Land came back to roots directly to inhabitants we showed as well to be to bad. Even children steal, the excellent work my Lord!
fr_fr: la terre est revenue aux racines directement aux habitants que nous avons montrés trop mauvais. Même les enfants volent, l'excellent travail mon Seigneur !

# Level introduction
source: Defection. the Land of love and the calm, fie I loathe to such of places, better quickly to these let us see about my Lord.
fr_fr: Défection. la Terre d'amour et de calme, si j'exècre de tels lieux, mieux vaut vite à ceux-ci voyons mon Seigneur.

# Level summary
source: Over this land hung the new name the Pain. Inhabitants of her slowly themselves go by the board just of course with our help. Ours Black we Will give well and slowly them they torture. The excellent view, the untruth you?
fr_fr: Au-dessus de cette terre pendait le nouveau nom de Pain. Les habitants d'elle passent lentement eux-mêmes par le conseil bien sûr avec notre aide. Les nôtres Noirs nous les donnerons bien et lentement ils les tortureront. L'excellente vue, le mensonge vous?

# Level introduction
source: Imps. In mines of this land are Imps which hinder very much in the conquest of this Land, many guards tried, but to none did not succeed. You must be this first!
fr_fr: Larbins. Dans les mines de cette terre se trouvent des larbins qui entravent beaucoup la conquête de cette terre, de nombreux gardes ont essayé, mais aucun n'a échoué. Vous devez être ce premier !

# Level summary
source: Our Imps built the gigantic ravine of the round this land. In the ravine issued the lava and to her we began to lower lively inhabitants of the settlement. The perfect pleasure to watch such unparalleled spectacle, the untruth?
fr_fr: Nos larbins ont construit le gigantesque ravin qui entoure cette terre. Dans le ravin a émis la lave et à elle nous avons commencé à abaisser les habitants animés de la colonie. Le plaisir parfait d'assister à un spectacle aussi inégalé, le mensonge ?

# Level introduction
source: Clone. Land wields the good and honest lord. The time of him on to teach gentility. Of course our habits!
fr_fr: Cloner. La terre exerce le bon et honnête seigneur. Le temps pour lui d'enseigner la gentillesse. Bien sûr nos habitudes !

# Level summary
source: Land we called so because because after gardens of the ruler of the land we spread remainders of human bodies became which after the mass take off of people by through our of favourite of Horned the Ripper. The perfect work you sir!
fr_fr: La terre que nous avons appelée ainsi parce qu'après les jardins du souverain de la terre, nous avons répandu des restes de corps humains qui sont devenus après le décollage massif des gens par notre favori du Grand Cornu. Le travail parfait vous monsieur!

# Level introduction
source: Dig. Became to us the still one good land to the destruction. Last remainders of the human sort , elfs and bogy means hide in this land. She will track down them and kill to rule over with the all the world!
fr_fr: Creuser. Est devenu pour nous le seul bon pays à la destruction. Derniers restes de l'espèce humaine, elfes et bogy signifie se cacher dans cette terre. Elle les traquera et tuera pour régner avec le monde entier !

# Level summary
source: So certainly my stamping ground. I worship to go outdoors and to look on the red sky blood and the lava flowing after this land. The excellent work my Lord!
fr_fr: Alors certainement mon terrain de prédilection. J'adore aller à l'extérieur et regarder le sang rouge du ciel et la lave qui coule après cette terre. L'excellent travail mon Seigneur!
