Repository: cawah/keeperfx
Catalog: lang/campgns/undedkpr/text_fre.po
Languages: fr_fr

# In-game message
source: The heroes of Winterrage will be no match for our undead army. But make haste Master, it won't be long before your rival breaks into this realm!
fr_fr: Les héros de Winterrage ne feront pas le poids face à notre armée de morts-vivants. Mais dépêchez-vous Maître, il ne faudra pas longtemps avant que votre rival ne fasse irruption dans ce royaume !

# In-game message
source: Your rival is advancing from the south. There is also word that reinforcements from Rosefield have arrived.
fr_fr: Votre rival avance depuis le sud. On dit aussi que des renforts de Rosefield sont arrivés.

# In-game message
source: The first domino falls here! Can we assume the prisoners will be properly taken care of?!
fr_fr: Le premier domino tombe ici ! Pouvons-nous supposer que les prisonniers seront correctement pris en charge ? !

# In-game message
source: The Cathedral is currently under siege by one of Keeper Bane's underlings. Make haste and unearth the treasuries buried here.
fr_fr: La cathédrale est actuellement assiégée par l'un des subalternes de Gardien Bane. Dépêchez-vous et déterrez les trésors enfouis ici.

# In-game message
source: Outstanding, Master! Now things will become more interesting.
fr_fr: Exceptionnel, Maître ! Maintenant, les choses deviendront plus intéressantes.

# In-game message
source: Just as I thought, the Victor was decided before the fight even began!
fr_fr: Comme je le pensais, le vainqueur a été décidé avant même que le combat ne commence !

# In-game message
source: This fortress is the last bastion of the Heroes. It is said that the construction took several hundred years, but I'm sure you can demolish it in an instant? However, be warned; there is evil within those walls.
fr_fr: Cette forteresse est le dernier bastion des Héros. On dit que la construction a duré plusieurs centaines d'années, mais je suis sûr que vous pouvez le démolir en un instant ? Cependant, soyez averti; il y a du mal dans ces murs.

# In-game message
source: The Wizards of this realm have robbed you of your spells. They obviously haven't heard of the saying ''What goes around comes around''! Reprisals are to be expected.
fr_fr: Les sorciers de ce royaume vous ont volé vos sorts. Ils n'ont évidemment pas entendu parler du dicton '' Ce qui se passe revient '' ! Des représailles sont à prévoir.

# In-game message
source: The Avatar is also among us! May I suggest we capture, torture him and listen to the wonderful sound of his bones being shattered?
fr_fr: L'Avatar est aussi parmi nous ! Puis-je suggérer que nous le capturions, le torturions et écoutions le merveilleux son de ses os brisés ?

# In-game message
source: Ahh, now this is what I like to call absolute CARNAGE! Can we move on please? This place has become too corpsy for my liking.
fr_fr: Ahh, maintenant c'est ce que j'aime appeler CARNAGE absolu ! Pouvons-nous continuer s'il vous plaît? Cet endroit est devenu trop corpulent à mon goût.

# In-game message
source: This is an ancient realm full of riches, which you must use to your advantage. You are outnumbered, and your library has been captured by the vile warlocks in the East. Make them pay for this theft with their lives!
fr_fr: C'est un ancien royaume plein de richesses, que vous devez utiliser à votre avantage. Vous êtes en infériorité numérique et votre bibliothèque a été capturée par les vils sorciers de l'Est. Faites-leur payer ce vol de leur vie !

# In-game message
source: Excellent, now we can research spells and rooms!
fr_fr: Excellent, maintenant nous pouvons rechercher des sorts et des salles !

# In-game message
source: Another one bites the dust! Let us not waste too much time on these rookies, as greater challenges await on the horizon.
fr_fr: Encore un qui mord la poussière! Ne perdons pas trop de temps avec ces recrues, car de plus grands défis nous attendent à l'horizon.

# In-game message
source: A vast legion is hosted in this realm. However, with it's commanders being at odds, this makes the battle quite diverse. Quickly gather your forces and attack whilst there is still a state of confusion!
fr_fr: Une vaste légion est hébergée dans ce royaume. Cependant, ses commandants étant en désaccord, cela rend la bataille assez diversifiée. Rassemblez rapidement vos forces et attaquez alors qu'il y a encore un état de confusion !

# In-game message
source: You cannot hope for victory without a portal to attract creatures. Go out and seek one.
fr_fr: Vous ne pouvez pas espérer la victoire sans un portail pour attirer les créatures. Sortez et cherchez-en un.

# In-game message
source: A truly devastating victory. You've just routed and destroyed the last barrier between Keeper Bane and yourself. Now... let's kill that dirtbag!
fr_fr: Une victoire vraiment dévastatrice. Vous venez de mettre en déroute et de détruire la dernière barrière entre Gardien Bane et vous-même. Maintenant... tuons ce salaud !

# In-game message
source: Keeper Bane has barricaded himself in, the pathetic wretch. But the more suprising news is that most of the Elite Heroes along with their leader, the Avatar, have survived and are preparing to attack you!
fr_fr: Gardien Bane s'est barricadé, le misérable pathétique. Mais la nouvelle la plus surprenante est que la plupart des héros d'élite ainsi que leur chef, l'Avatar, ont survécu et se préparent à vous attaquer !

# In-game message
source: Keeper Bane is very powerful because he has the support of all the creatures in this realm. The Dark Gods, however, are willing to help you, but they demand a tribute in the form of 100 Souls; preferably dead, of course!
fr_fr: Gardien Bane est très puissant car il a le soutien de toutes les créatures de ce royaume. Les dieux sombres, cependant, sont prêts à vous aider, mais ils exigent un hommage sous la forme de 100 âmes ; de préférence mort, bien sûr !

# In-game message
source: The Dark Gods are pleased with your sacrifice!
fr_fr: Les Dieux Sombres sont satisfaits de votre sacrifice !

# In-game message
source: Beware, the Avatar has returned. He won't give up and he's stronger than ever, so show this lunatic the error of his ways!
fr_fr: Attention, l'Avatar est de retour. Il n'abandonnera pas et il est plus fort que jamais, alors montrez à ce fou l'erreur de ses manières !

# In-game message
source: The Avatar is badly wounded. Finish him off now so we can turn to the real prize of this realm - Bane!
fr_fr: L'Avatar est grièvement blessé. Achevez-le maintenant pour que nous puissions nous tourner vers le vrai prix de ce royaume - Bane !

# In-game message
source: Finally, Keeper Bane is destroyed, his minions are dead, and so are the Heroes. There are no more living creatures on this continent, and there is nothing left to conquer; you have won!
fr_fr: Enfin, Gardien Bane est détruit, ses sbires sont morts, tout comme les héros. Il n'y a plus de créatures vivantes sur ce continent, et il n'y a plus rien à conquérir ; tu as gagné!

# In-game message
source: An evil Keeper by the name of Dracovich has his designs for this realm. Let him know how you feel about those plans... in the appropriate way of course!
fr_fr: Un Gardien maléfique du nom de Dracovich a ses desseins pour ce royaume. Faites-lui savoir ce que vous pensez de ces plans... de la manière appropriée bien sûr !

# In-game message
source: That is one less, well done.
fr_fr: Un de moins, bravo.

# In-game message
source: The Heroes are getting somewhat nervous and have sent an army to attack you. Use the resources you have available to build an even bigger force and crush that so-called army.
fr_fr: Les héros deviennent un peu nerveux et ont envoyé une armée pour vous attaquer. Utilisez les ressources dont vous disposez pour construire une force encore plus grande et écraser cette soi-disant armée.

# In-game message
source: You have slaughtered the vast majority of the Heroes, now prepare yourself for their elite warriors. Maybe they can provide some some actual fight?
fr_fr: Vous avez massacré la grande majorité des héros, préparez-vous maintenant pour leurs guerriers d'élite. Peut-être qu'ils peuvent fournir un combat réel?

# In-game message
source: Here they come again.
fr_fr: Les voici de nouveau.

# In-game message
source: With so many deaths here on the field, I have good reason to believe this place will forever be haunted with wailing, vengeful revenants until the end of time. Outstanding!
fr_fr: Avec tant de morts ici sur le terrain, j'ai de bonnes raisons de croire que cet endroit sera à jamais hanté par des revenants gémissant et vengeurs jusqu'à la fin des temps. Remarquable!

# In-game message
source: A pathetic duo known as Umbra and Abominor pride themselves being an unbeatable team, claiming that even Gods cower in their presence. Show them the error of their ways once seperated, the hard way.
fr_fr: Un duo pathétique connu sous le nom d'Umbra et Abominor se targue d'être une équipe imbattable, affirmant que même les dieux se recroquevillent en leur présence. Montrez-leur l'erreur de leurs voies une fois séparées, à la dure.

# In-game message
source: Together they stand, together they fall!
fr_fr: Ensemble ils se tiennent, ensemble ils tombent !

# In-game message
source: The Heroes have restored a fortress here that belonged to a legendary Samurai warrior. Alas, he was slain along with his men and his castle fell into ruin. I must say this was not a smart move on the Heroes' part because the piles of corpses will provide you with a steady stream of warriors. However, you are not the only one with the ability of necromancy; Nex seeks to make this realm a paradise of darkness. Destroy her, and raze this fortress to the ground. It seems like deja vu all over again!
fr_fr: Les héros ont restauré ici une forteresse qui appartenait à un légendaire guerrier samouraï. Hélas, il fut tué avec ses hommes et son château tomba en ruine. Je dois dire que ce n'était pas une décision intelligente de la part des héros, car les tas de cadavres vous fourniront un flux constant de guerriers. Cependant, vous n'êtes pas le seul à avoir la capacité de nécromancie ; Nex cherche à faire de ce royaume un paradis des ténèbres. Détruisez-la et rasez cette forteresse. On dirait encore du déjà-vu !

# In-game message
source: Nex wanted to make this realm a paradise of darkness. It will be one but, rightfully, under your banner!
fr_fr: Nex voulait faire de ce royaume un paradis de ténèbres. Ce sera un mais, légitimement, sous votre bannière !

# In-game message
source: The Heroes are preparing for their last stand, which is, naturally, only delaying the inevitable. The Wizard Lucian himself will be present, so prepare for a long and tough fight. They are coming!
fr_fr: Les Héros se préparent pour leur dernier combat, ce qui, naturellement, ne fait que retarder l'inévitable. Le sorcier Lucian lui-même sera présent, alors préparez-vous à un combat long et difficile. Ils arrivent!

# In-game message
source: Lucian has spoken out a spell that disables your Creatures from gaining experience from fighting. The essence of this magic is bound by 5 Generals that lead the armies against you. Find them and kill them before you are overrun.
fr_fr: Lucian a prononcé un sort qui empêche vos créatures d'acquérir de l'expérience au combat. L'essence de cette magie est liée par 5 généraux qui mènent les armées contre vous. Trouvez-les et tuez-les avant d'être submergé.

# In-game message
source: That is one less, well done. Be warned, I can sense something powerful stirring up the Heroes in the west...
fr_fr: C'est un de moins, bravo. Soyez prévenu, je peux sentir quelque chose de puissant qui agite les héros à l'ouest...

# In-game message
source: I have discovered that an all-powerful Keeper by the name of Leto is present in this realm. I thought he was only a legend; the reputation of his ruthlessness, malice and cruelty alone is staggering. But it's his passion for warfare that makes him one of the most feared opponents you will ever find. Deliberate and cunning, he will use every dirty trick and dishonest tactic at his disposal to win the day.
fr_fr: J'ai découvert qu'un Gardien tout-puissant du nom de Leto est présent dans ce royaume. Je pensais qu'il n'était qu'une légende ; la réputation de sa cruauté, de sa méchanceté et de sa cruauté est à elle seule stupéfiante. Mais c'est sa passion pour la guerre qui fait de lui l'un des adversaires les plus redoutés que vous puissiez rencontrer. Délibéré et rusé, il utilisera tous les sales tours et tactiques malhonnêtes à sa disposition pour l'emporter.

# In-game message
source: You have slain the 4th General and cut off their attack routes in the process, but the last and greatest of the Generals has been captured alive by Leto. You have to retrieve him from Leto's clutches somehow... No-one said this would be easy, did they?
fr_fr: Vous avez tué le 4e général et coupé leurs routes d'attaque dans le processus, mais le dernier et le plus grand des généraux a été capturé vivant par Leto. Vous devez le récupérer des griffes de Leto d'une manière ou d'une autre... Personne n'a dit que ce serait facile, n'est-ce pas ?

# In-game message
source: With the death of all the Generals, I can already smell the fear from Lucian across the realm. Put his head on a spike when you are ready for it.
fr_fr: Avec la mort de tous les généraux, je peux déjà sentir la peur de Lucian à travers le royaume. Mettez sa tête sur une pointe lorsque vous êtes prêt.

# In-game message
source: I had never dreamed you were this powerful, Master. You have won, there is nothing left to conquer... for the moment... I have this feeling we have not seen the last of either Leto or the Heroes....
fr_fr: Je n'avais jamais rêvé que vous étiez aussi puissant, Maître. Vous avez gagné, il n'y a plus rien à conquérir... pour le moment... J'ai l'impression que nous n'avons pas vu la fin ni de Leto ni des Héros...

# In-game message
source: The Ancient Spirits of Intregity, Valour and Justice keep this realm protected with their ancient magic. They just missed one tiny detail, the elderly Vampire Lord Jedidiah was burried here long ago by those same spirits and is in slumber. Awake him! For that, you will need some power structures with the Heroes protecting them, find and secure them. The Heroes will not hesitate to destroy them if nessesary so keep your eyes on the rascals.
fr_fr: Les Anciens Esprits d'Intégrité, de Courage et de Justice gardent ce royaume protégé avec leur ancienne magie. Ils ont juste manqué un petit détail, le vieux seigneur vampire Jedidiah a été enterré ici il y a longtemps par ces mêmes esprits et est en sommeil. Réveillez-le ! Pour cela, vous aurez besoin de structures de pouvoir avec les héros les protégeant, trouvez-les et sécurisez-les. Les héros n'hésiteront pas à les détruire si nécessaire alors gardez un œil sur les coquins.

# In-game message
source: You have reached and secured one of the power structures. Remember, the goal is to secure them, NOT destroy them!
fr_fr: Vous avez atteint et sécurisé l'une des structures de pouvoir. N'oubliez pas que le but est de les sécuriser, PAS de les détruire !

# In-game message
source: Jeddiah has awakened and is eager on vengeance against those who imprisoned him. Lead on! Your forces will gradually appear as the battle progresses... as will some special allies...
fr_fr: Jeddiah s'est réveillé et aspire à se venger de ceux qui l'ont emprisonné. Allez-y ! Vos forces apparaîtront progressivement au fur et à mesure que la bataille progresse... tout comme certains alliés spéciaux...

# In-game message
source: More reinforcements are on the way to assist you.
fr_fr: D'autres renforts sont en route pour vous aider.

# In-game message
source: Use this spell to break down the walls and destroy the remaining opposition!
fr_fr: Utilisez ce sort pour abattre les murs et anéantir l'opposition restante !

# In-game message
source: The enemies of darkness and death have been shown no mercy... as it should be.... well done...
fr_fr: Les ennemis des ténèbres et de la mort n'ont fait l'objet d'aucune pitié... comme il se doit... bravo...
